# ┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┓
# ┃                                                            ┃
# ┃ Əgər 10-a qədər yazdırmaq istəsək:                         ┃
# ┃                                                            ┃
# ┃  1 - print(i + 1)                                          ┃
# ┃  2 - range(10 + 1)                                         ┃
# ┃                                                            ┃
# ┃ Hər iki metod 10-a qədər yazdırır.                         ┃
# ┃                                                            ┃
# ┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┛


for i in range(10 + 1):
    print(i) 


for i in range(10):
    print(i + 1)